# AirFlowDividedByCoolingLoad Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..AirFlowDividedByCoolingLoad Property
SpecTypeId Class See Also
---
Air Flow divided by Cooling Load, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId AirFlowDividedByCoolingLoad { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property AirFlowDividedByCoolingLoad As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ AirFlowDividedByCoolingLoad {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace